Repository: mapbender/fom
Catalog: src/FOM/UserBundle/Resources/translations/messages.*.xlf
Languages: es, pt

# fom.user.registration.email_body_html
source: <p>Hello %user_username%,</p><p>You have just recently registered to the Mapbender3 instance. To conclude your registration, please, click please <a href="%url%">here</a>.</p>
es: <p>Hola %user_username%,</p><p>Acabas de registrarte. Para concluir tu registro, favor, clic <a href="%url%">aqui</a>.</p>
pt: <p>Olá %user_username%,</p><p> você recentemente criou uma conta. Para completar o seu registo, por favor clique <a href="%url%">aqui</a>.</p>

# fom.user.registration.done.title
source: Registration
es: Registro
pt: Registo

# fom.user.registration.done.congratulations
source: Congratulations!
es: Felicitaciones!
pt: Parabéns!

# fom.user.registration.done.account_activated
source: You're account has been successfully activated and is ready for use.
es: Tu cuenta ha sido satisfactoriamente activada y esta lista para usarla.
pt: A sua conta foi activada com sucesso e está pronta para uso.

# fom.user.registration.done.back_to_login
source: Back to login
es: Regresar al login
pt: Voltar à página de login

# fom.user.registration.form.title
source: Registration
es: Registro
pt: Registo

# fom.user.registration.form.caption
source: Registration
es: Registro
pt: Registo

# fom.user.registration.form.username
source: Username
es: Usuario
pt: Usuário

# fom.user.registration.form.choose_password
source: Choose password
es: Escoger clave
pt: Escolha uma senha

# fom.user.registration.form.confirm_password
source: Confirm password
es: Confirmar clave
pt: Confirmar senha

# fom.user.registration.form.back_to_login
source: Back to login
es: Regresar al login
pt: Voltar à página de login

# fom.user.registration.form.register
source: Register
es: Registrar
pt: Registar

# fom.user.registration.email_subject
source: Your registration
es: Tu registro
pt: Seu registo

# fom.user.registration.send.title
source: Registration
es: Registro
pt: Registo

# fom.user.registration.send.caption
source: Registration
es: Registro
pt: Registo

# fom.user.registration.send.account_created
source: Your account has been created. An email with your activation code and link has been sent to the address you provided.
es: Tu cuenta ha sido creada. Un email con tu codigo de activación y enlace ha sido enviado a la dirección proveída.
pt: A sua conta foi criada. Um e-mail de activação foi enviado para o seu email.

# fom.user.registration.send.back_to_login
source: Back to login
es: Regresar al login
pt: Voltar à página de login

# fom.user.registration.email_body_text
source: Hello %user_username%, You have just recently registered to the Mapbender3 instance. To conclude your registration, please, call in your browser the link %url%.
es: Hola %user_username%, Acabas de registrarte. Para concluir con el registro, favor, llama en tu navegador el enlace %url%.
pt: Olá %user_username%. Você recentemente criou uma conta. Para completar o seu registo, por favor clique no link ao seu browser %url%.

# fom.user.group.index.groups
source: Groups
es: Grupos
pt: Grupos

# fom.user.group.index.add_new_group
source: Add new group
es: Añadir nuevo grupo
pt: Adicionar um novo grupo

# fom.user.group.index.filter
source: Filter
es: Filtro
pt: Filtro

# fom.user.group.index.title
source: Title
es: Título
pt: Título

# fom.user.group.index.description
source: Description
es: Descripción
pt: Descrição

# fom.user.group.index.edit_group
source: Edit group
es: Editar grupo
pt: Editar grupo

# fom.user.group.index.delete_group
source: Delete group
es: Borrar grupo
pt: Eliminar grupo

# fom.user.group.index.no_groups_available
source: No groups available.
es: No disponibilidad de grupos.
pt: Nenhum grupo disponível

# fom.user.group.form.edit_group
source: Edit Group
es: Editar Grupo
pt: Editar grupo

# fom.user.group.form.new_group
source: New Group
es: Nuevo Grupo
pt: Novo grupo

# fom.user.group.form.save
source: Save
es: Guardar
pt: Guardar

# fom.user.group.form.create
source: Create
es: Crear
pt: Criar

# fom.user.group.form.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# fom.user.group.container.base_data
source: Base data
es: Dato base
pt: Dados básicos

# fom.user.group.container.users
source: Users
es: Usuarios
pt: Usuários

# fom.user.group.container.filter
source: Filter
es: Filtro
pt: Filtro

# fom.user.group.container.users_of_selected
source: users of %users_count% selected
es: usuarios de %users_count% seleccionados
pt: Usuários de %users_count% selecionado

# fom.user.group.container.no_user_exists
source: No user exists.
es: No existe usuario.
pt: Não existe nenhum usuário

# fom.user.login.error_tockenexp.title
source: Password Reset
es: Clave Reiniciada
pt: Nova senha

# fom.user.login.error_tockenexp.sorry
source: Sorry!
es: Lo siento!
pt: Desculpa!

# fom.user.login.error_tockenexp.registration_token_expired
source: Your registration token has expired. Unfortunately, you will have to request a new token.
es: Tu token de registro ha expirado. Desafortunadamente, tienes que solicitar un nuevo token.
pt: O seu registo expirou. Infelizmente, você tem que solicitar um novo token.

# fom.user.login.error_tockenexp.request_new_token
source: Request new token
es: Solicitar nuevo token
pt: Solicitar novo token

# fom.user.login.error_tockenexp.back_to_login
source: Back to login
es: Regresar al login
pt: Voltar à página de login

# fom.user.login.login.username
source: Username
es: Usuario
pt: Usuário

# fom.user.login.login.password
source: Password
es: Clave
pt: Senha

# fom.user.login.login.register
source: Register
es: Registrar
pt: Registar

# fom.user.login.login.forgot_password
source: Forgot password
es: Clave olvidada
pt: Esqueceu a senha

# fom.user.login.error_notocken.password_reset
source: Password reset
es: Reiniciar clave
pt: Nova senha

# fom.user.login.error_notocken.sorry
source: Sorry!
es: Lo siento!
pt: Desculpa!

# fom.user.login.error_notocken.no_such_tocken
source: No such token can be found. If you think this is an error, please contact the site administrator.
es: El token no se encuentra. Si piensas que es un error, favor contacta al admnistrador del sitio.
pt: Token não foi encontrado. Se detectar um erro, por favor entre em contato com o administrador do site.

# fom.user.login.error_notocken.contact
source: Contact administrator
es: Contacto administrador
pt: Contactar o Administrador

# fom.user.login.error_notocken.back_to_login
source: Back to login
es: Regresar al login
pt: Voltar à página de login

# fom.user.user.index.title
source: Users
es: Usuarios
pt: Usuários

# fom.user.user.index.add_new_user
source: Add new user
es: Añadir nuevo usuario
pt: Adicionar novo usuário

# fom.user.user.index.filter
source: Filter
es: Filtro
pt: Filtro

# fom.user.user.index.name
source: Name
es: Nombre
pt: Nome

# fom.user.user.index.groups
source: Groups
es: Grupos
pt: Grupos

# fom.user.user.index.edit_user
source: Edit user
es: Editar usuario
pt: Editar usuário

# fom.user.user.index.contact_user
source: Contact user via e-mail
es: Contactar usuario via e-mail
pt: Contactar usuário por e-mail

# fom.user.user.index.edit_group
source: Edit group
es: Editar gupo
pt: Editar grupo

# fom.user.user.index.delete_user
source: Delete user
es: Borrar usuario
pt: Eliminar usuário

# fom.user.user.index.no_users_available
source: No users available.
es: Usuarios no habilitados.
pt: Nenhum usuário disponível

# fom.user.user.form.edit_user
source: Edit User
es: Editar Usuario
pt: Editar usuário

# fom.user.user.form.new_user
source: New User
es: Nuevo Usuario
pt: Novo usuário

# fom.user.user.form.save
source: Save
es: Guardar
pt: Guardar

# fom.user.user.form.create
source: Create
es: Crear
pt: Criar

# fom.user.user.form.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# fom.user.user.container.base_data
source: Base data
es: Dato base
pt: Dados básicos

# fom.user.user.container.profile
source: Profile
es: Perfil
pt: Perfil

# fom.user.user.container.groups
source: Groups
es: Grupos
pt: Grupos

# fom.user.user.container.security
source: Security
es: Seguridad
pt: Segurança

# fom.user.user.container.choose_password
source: Choose password
es: Escoge clave
pt: Escolher uma senha

# fom.user.user.container.confirm_password
source: Confirm password
es: Confirma clave
pt: Confirmar senha

# fom.user.user.container.filter
source: Filter
es: Filtro
pt: Filtro

# fom.user.user.container.name
source: Name
es: Nombre
pt: Nome

# fom.user.user.container.users_of_selected
source: groups of %users_count% selected
es: grupos de %users_count% seleccionados
pt: grupos de %users_count% selecionados

# fom.user.user.container.no_goups_defined.
source: No groups defined.
es: No hay grupos definidos.
pt: Não definia grupos.

# fom.user.user.container.manage_not_allowed
source: You are not allowed to manage groups.
es: No estas autorizado para admnistrar grupos.
pt: Você não tem autorização para gerenciar grupos.

# fom.user.user.container.add_users_groups
source: Add users and groups
es: Añadir usuarios y grupos
pt: Adicionar usuários e grupos

# fom.user.user.container.manage_not_allowed_security
source: You are not allowed to manage security.
es: No tienes permitido administrar la seguridad.
pt: Você não tem autorização para gerenciar segurança.

# fom.user.acl.index.name
source: Name
es: Nombre
pt: Nome

# fom.user.acl.index.class
source: Class
es: Clase
pt: Classe

# fom.user.acl.index.edit
source: Edit
es: Editar
pt: Editar

# fom.user.acl.required
source: Required fields are marked with dark labels, while optional fields have lighter labels.
es: Campos requeridos son marcados con etiquetas oscuras, mientras que campos opcionales tienen etiquetas claras.
pt: Campos obrigatoŕios são marcados com rótulos escuros. Required fields are marked with dark labels. Campos opcionais tem rótulos mais ligeiro.

# fom.user.acl.edit.edit_class_acl
source: Edit Class ACL for %name%
es: Editar Class ACL para %name%
pt: Editar classe ACL para %name%

# fom.user.acl.edit.security
source: Security
es: Securidad
pt: Segurança

# fom.user.acl.edit.add_users_groups
source: Add users and groups
es: Añadir usuarios y grupos
pt: Adicionar usuários e grupos

# fom.user.acl.edit.save
source: Save
es: Guardar
pt: Guardar

# fom.user.acl.edit.cancel
source: Cancel
es: Cancelar
pt: Cancelar

# fom.user.acl.groups_users.filter
source: Filter
es: Filtro
pt: Filtro

# fom.user.acl.groups_users.name
source: Name
es: Nombre
pt: Nome

# fom.user.acl.groups_users.no_goups_users
source: No groups and users defined.
es: No están definidos grupos y usuarios.
pt: Não definia grupos e usuários

# fom.user.password.email_body_html
source: <p>Hello %user_username%,</p><p>You have requested a new password for your Mapbender3 account. Please click <a href="%url%"> here to change it.</p>
es: &lt;p&gt;Hola %user_username%,&lt;/p&gt;&lt;p&gt;Has solicitado una nueva clave. &lt;br /&gt;Favor clic &lt;a href="%url%"&gt;aqui&lt;/a&gt;.
pt: &lt;p&gt;Olá %user_username%,&lt;/p&gt;&lt;p&gt;Você solicitou uma nova senha. &lt;br /&gt;Por Favor, clique &lt;a href="%url%"&gt;aqui&lt;/a&gt;.

# fom.user.password.request_error_no_user
source: No such user can be found.
es: Usuario no puede ser encontrado.
pt: Usuário não foi encontrado

# fom.user.password.done.password_reset
source: Password reset
es: Reiniciar Clave
pt: Nova senha

# fom.user.password.done.congratulations
source: Congratulations!
es: Felicitaciones!
pt: Parabéns!

# fom.user.password.done.password_been_reset
source: You're password has been successfully reset.
es: Clave satisfactoriamente reiniciada.
pt: Sua senha foi redefinida.

# fom.user.password.done.back_to_login
source: Back to login
es: Regresar al login
pt: Voltar à login

# fom.user.password.reset.title
source: Reset password
es: Reiniciar clave
pt: Nova senha

# fom.user.password.reset.caption
source: Reset password
es: Reiniciar clave
pt: Nova senha

# fom.user.password.reset.btn
source: Reset password
es: Reiniciar clave
pt: Nova senha

# fom.user.password.form.message
source: To reset your password please provide your username or your e-mail address.
pt: Para redefinir a sua senha, por favor introduza o seu nome de usuário e o seu email.

# fom.user.password.form.title
source: Forgot password
es: Clave olvidada
pt: Esqueceu a senha

# fom.user.password.form.caption
source: Forgot password
es: Clave olvidada
pt: Esqueceu a senha

# fom.user.password.form.username_email
source: Username or Email
es: Usuario o Email
pt: Usuário o email

# fom.user.password.form.back_to_login
source: Back to login
es: Regresar al login
pt: Voltar à login

# fom.user.password.form.require_password
source: Require password
es: Clave requerida
pt: Exigir uma senha

# fom.user.password.email_subject
source: Forgot password
es: Clave olvidada
pt: Esqueceu a senha

# fom.user.password.send.title
source: Password Reset
es: Reiniciar Clave
pt: Nova senha

# fom.user.password.send.caption
source: Password Reset
es: Reiniciar Clave
pt: Nova senha

# fom.user.password.send.email_been_sent
source: An email with your reset code and link has been sent to the address you provided.
es: Un email con su codigo de reinicio y enlace ha sido enviado a la dirección proveída.
pt: O link para redefinir a sua password foi enviado para o endereço de e-mail desta conta.

# fom.user.password.send.back_to_login
source: Back to login
es: Regresar al login
pt: Voltar à login

# fom.user.password.request.user_inactive
source: This user is inactive. Please activate first.
es: Este usuario esta inactivo. Favor activelo primero.
pt: O usuário é inactivo. Por favor activar primeiro.

# fom.user.password.email_body_text
source: Hello %user_username%, You have requested a new password for your Mapbender3 account. Please follow this link to change it: "%url%".
es: Hola %user_username%, Has solicitado una nueva clave. Llama en tu navegado al link "%url%".
pt: Olá %user_username%, você solicitou uma nova senha. Clique no link ao seu browser "%url%".

# fom.user.userbundle.user_control
source: User control
es: Control de usuario
pt: Controle de usuários

# fom.user.userbundle.users
source: Users
es: Usuarios
pt: Usuários

# fom.user.userbundle.new_user
source: New user
es: Nuevo usuario
pt: Novo usuário

# fom.user.userbundle.groups
source: Groups
es: Grupos
pt: Grupos

# fom.user.userbundle.new_group
source: New group
es: Nuevo grupo
pt: Novo grupo

# fom.user.userbundle.classes.users
source: Users
es: Usuarios
pt: Usuários

# fom.user.userbundle.classes.groups
source: groups
es: grupos
pt: Grupos

# fom.user.userbundle.roles.super_admin
source: Can administrate everything (super admin)
es: Puede administrar todo (super admin)
pt: Pode adminstrar tudo (super admin)

# fom.user.userbundle.roles.user_admin
source: Can administrate users and groups
es: Puede administrar usuarios y grupos
pt: Pode administrar usuários e grupos

source: User account is locked.
pt: A conta está bloqueada.

source: User account is disabled.
pt: A conta esta desabilitada.

source: User account has expired.
pt: A conta expirou.

source: User credentials have expired.
pt: As credenciais do usuário expiraram.

# fom.user.user.index.datatable.emptytable
source: No data available
pt: Dados não disponíveis

# fom.user.user.index.datatable.info
source: Show _START_ to _END_ of _TOTAL_ results
pt: Mostrando _START_ para _END_ de _TOTAL_ resultados

# fom.user.user.index.datatable.infoempty
source: 0 results
pt: 0 resultados

# fom.user.user.index.datatable.lenghtmenu
source: Show _MENU_ results per page
pt: Mostrando _MENU_ resultados por página

# fom.user.user.index.datatable.loadingrecords
source: loading...
pt: Carregamento de Dados...

# fom.user.user.index.datatable.processing
source: processing...
pt: processamento de dados...

# fom.user.user.index.datatable.search
source: Filter:
pt: Busca:

# fom.user.user.index.datatable.zerorecords
source: no results found
pt: nenhuns resultados

# fom.user.user.index.datatable.paginate.first
source: first
pt: início

# fom.user.user.index.datatable.paginate.last
source: last
pt: fim

# fom.user.user.index.datatable.paginate.next
source: next
pt: próximo

# fom.user.user.index.datatable.paginate.previous
source: previous
pt: voltar

# fom.user.acl.index.access_control_lists
source: Global Access Control Lists
es: Lista de Control de Acceso Globales
